brew "git"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "eza"

brew "nvm"
brew "autojump"
brew "dotnet@8"
brew "azure-cli"
brew "terraform"
brew "fluxcd/tap/flux"
brew "postgresql"

brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "cursor"
cask "orbstack"
cask "flycut"
cask "beekeeper-studio"
cask "bruno"
